{
    "hi":"مرحبا سيد يحيى",
    "Home":"الرئيسية",
    "About us":"من نحن",
    "Development and implementation":"التطوير والاعمال",
    "Services":"خدماتنا",
    "Rental and sales":"تأجير و مبيعات" ,
    "Community services":"الخدمات المجتمعية",
    "Blog":"مدونه",
    "Connect us":"تواصل معنا",
    "Al Saidan Real Estate Company":"شركة آل سعيدان للعقارات",
    "Al Saedan Real Estate Company is one of the most prestigious real estate companies in the Kingdom of Saudi Arabia and the Arab world alike. Its launch was based on the belief in the serious desire":"تُعد شركة آل سعيدان للعقارات واحدة من أعرق الشركات العقاريّة في المملكة العربيّة السعوديّة والعالم العربيّ على حدٍ سواء، فكانت انطلاقتها إيماناً بالرغبة الجادة",
    "Our vision":"رؤيتنا",
    "To be the preferred strategic partner for providing creative and distinguished real estate products and services that meet the needs of the business":"أن نكون الشريك الاستراتيجي المُفضل لتقديم منتجات وخدمات عقاريّة إبداعية ومتميزة تلبي احتياجات العالميه",
    "Our message":"رسالتنا",
    "Based on our long experience, we provide our customers with distinguished real estate products and services with high quality and competitive prices":"استناداً إلى خبرتنا الطويلة نقدم لعملائنا منتجات وخدمات عقارية متميزة بجودة عالية وأسعار تنافسية",
    "More":"المزيد",
    "Our community services":"خدماتنا المجتمعية",
    "Apartments for Rent":"شقق للايجار",
    "Select Locale":"اختر اللغة",
    "Villas for sale":"فيلات للبيع",
    "Lands for sale":"أراضي للبيع",
    "At the international level":"على الصعيد الدولي",
    "On the educational level":"على الصعيد التعليمي",
    "On the charitable level":"على الصعيد الخيري",
    "- Sponsoring the best engineering design award competition  - Contribute to the establishment of Prince Sultan Private University by donating land equivalent to 5 million riyals":"– رعاية مسابقة جائزة أفضل تصميم هندسي – المساهمة في تأسيس جامعة الأمير سلطان الأهلية بالتبرع بالأرض بما يعادل 5 مليون ريال",
    "– Donating to the headquarters of Al-Bir Charitable Society in Riyadh – Contributing to the establishment of social centers to serve the elderly, such as the King Salman Center":"– التبرع بمقر جمعية البر الخيرية بالرياض – المساهمة في تأسيس المراكز الاجتماعية لخدمة المسنين مثل، مركز الملك سلمان",
    "Supporting communities with Muslim minorities outside the Kingdom":" دعم الجاليات ذات الأقليّات المسلمة خارج المملكة عبر المنظمات المعتمدة من الدولة",
    "Contact Information:":"معلومات الاتصال:",
    "Email":"ايميل",
    "Phone":"تليفون",
    "Work Hours":"ساعات العمل",
    "Sunday through Thursday 8:00 AM - 4:00 PM Friday and Saturday are closed":"من الأحد إلى الخميس، 8:00 صباحًا - 4:00 مساءً، الجمعة والسبت مغلقان",
    "Feel free to ask us any questions. We value your curiosity and are here to provide answers and assistance whenever you need it. Whether you have inquiries about our products, services, or just want to chat, dont hesitate to get in touch":"لا تتردد في أن تطلب منا أي أسئلة. نحن نقدر فضولك ونحن هنا لتقديم الإجابات والمساعدة عندما تحتاج إليها. سواء كانت لديك استفسارات حول منتجاتنا أو خدماتنا أو كنت ترغب فقط في الدردشة، فلا تتردد في الاتصال بنا.",
    "Do you want more information ?":"هل تريد المزيد من المعلومات ؟",
    "Contact Us":"تواصل معنا",
    "Send":"ارسال",
    "real estate":"العقارات",
    "We are a leading real estate company dedicated to providing top-quality properties and exceptional service to our clients.":"نحن شركة عقارية رائدة مكرسة لتقديم عقارات عالية الجودة وخدمة استثنائية لعملائنا.",
    "Our Mission":"أهدافنا",
    "At our company, our mission is to provide our clients with the best real estate solutions. We are committed to excellence, integrity, and customer satisfaction.":"مهمتنا في شركتنا هي تزويد عملائنا بأفضل الحلول العقارية. نحن ملتزمون بالتميز والنزاهة ورضا العملاء.",
    "Meet Our Team":"التق بفريقنا",
    "He holds a bachelor’s degree in business administration from King Abdulaziz University. He has worked in the real estate field independently among a number of major real estate companies for a year. 2003 Experience in the real estate field for 7 years. He was promoted to a number of positions at Al Saeeda Buildings Company, becoming Sales Manager, Al-Qadisiyah Branch, then Director of Documents and Property Management, until he was promoted to the position of General Manager of Real Estate Services and Corporate Relations at Amlak International Real Estate Finance Company. Director of Investment and Investment Management at Bin Saedan Real Estate Company for two years. Director of Financial Affairs at Al Saedan Real Estate Company in 2010.":"حاصل على درجة البكالوريوس بتخصص إدارة الأعمال من جامعة الملك عبد العزيز عمل بالمجال العقاري مستقلا بين عدد من الشركات العقارية الكبرى منذ عام2000 خبرة في مجال العقارات لمدة 7 سنوات . تدرج في عدد من الوظائف شركة آل سعيدة للعمارات مأصبح مديراً المبيعات فرع القادسية ثم مديرا لإدارة الوثائق والأملاك إلى أن تمت ترقيته المنصب مدير عام الخدمات العقاريه علاقات الشركات في شركة أملاك العالمية للتمويل العقاري. المدير إدارة الاستثمارات والكريية لشركة بن سعيدان للعقارات لمدة عامين مدير عام الشؤون المالية الشركة ال سعيدان للعقارات فيذ عام 2010",
    "Dr. Fayez Al-Dosari":"د. فايز الدوسري",
    "Talal Abdel Najjar":"طلال عبد النجار",
    "Business development Manager":"مدير تطوير الأعمال",
    "He holds a masters and bachelors degree in business administration from Prince Sultan University in Riyadh Experience in financial and real estate investments, planning and business development, as well as in evaluating real estate market trends and competitors for more than 10 years as Business Development Manager at Al Mutlaq Real Estate Investment Company Real estate portfolio manager at Zahran Redundancy Group, senior financial analyst at Jones Lang LaSalle and at McCain Capital International.":"مدير تطوير الأعمال حاصل على درجة الماجستير والبكالوريوس في إدارة الأعمال من جامعة الأمير سلطان بالرياض خبرة في الاستثمارات المالية والعقارية وفي محال التخطيط وتطوير الأعمال وكذلك في تقييم إتجاهات السوق العقارية والمنافسين لأكثر من 10 سنوات مدير تطوير الأعمال بشركة المطلق للاستثمار العقاري مدير المحفظة العقارية بمجموعة زهران الفائضة محلل مالي أول شركة جونز لانح لاسال وفي شركة مكين كابيتل العالملة",
    "He holds a bachelor’s degree in finance from Qassim University. He holds a master’s degree in economics from Murray State University in the United States of America. He has experience in the field of corporate finance in several banks and financing companies for 5 years.":"حاصل على درجة البكالوريوس بتخصص التمويل من جامعة القصيم حاصل على درجة الماجستير في علوم الاقتصاد من جامعة موري ستيت في الولايات المتحدة الأمريكية كبرة في مجال قطاع تمويل الشركات في عدة بنوك وشركات تمويلية لمدة 5 سنوات",
    "He holds a bachelor’s degree in accounting from King Saud University. Experience in investment portfolios and relationships for more than 12 years. Director of corporate relations at Al Rajhi Bank. Director of asset management and investment portfolio at Ann Saedan Real Estate Company. He was promoted to general manager of real estate services management.":"حاصل على درجة البكالوريوس في المحاسبة من جامعة الملك سعود خبرة في محال المحافظ الاستثمارية والعلاقات الأكثر من 12 سنة مدير علاقات للشركات في بنك الراجحي مدير إدارة الأصول والمحافظة الاستثمارية في شركة أن سعيدان للعقارات وقد تمت ترقيته إلى مدير عام إدارة الخدمات العقارية",
    "CEO":"مدير تنفيذي",
    "About Alsaedan Company":"حول شركة السعيدان",
    "Alolaya landplot(690)":"(690)مخطط العليا",
    "Real Estate Sectors":"القطاعات العقارية",
    "Commercial Sector":"قطاع تجاري",
    "Hospitality Sector":"قطاع الضيافة",
    "Logistics Sector":"القطاع اللوجستي",
    "Land Sector":"قطاع الأراضي",
    "Residential Sector":"القطاع السكني",
    "The Olaya neighborhood, which embraces the most prominent landmarks of the capital, Riyadh, such as the Kingdom Towers and Al-Faisaliah Towers, and vital roads such as King Fahd Road and Mecca Road, making it one of the most lively neighborhoods in Riyadh, and from it was the beginning of land development at Al Saedan Real Estate Company. The year of development was 1970":"حي العليا الذي يحتضن أبرز معالم العاصمة الرياض كبرجي المملكة والفيصلية والطرق الحيوية مثل طريق الملك فهد وطريق مكة مما يجعله واحد من أكثر الأحياء حيوية في الرياض ومنه كانت انطلاقة تطوير الأراضي في شركة ال سعيدان للعقارات.سنة التطوير1970 م",
    "Alolaya, Riyadh":"العليا، الرياض",
    "area: 2,682,000 m2":"المساحة: 2,682,000 م2",
    "Al-Qadisiyah Plan (2160/A)":"مخطط القادسية ( 2160/أ )",
    "area: 1,000,000 m2":"المساحة: 1,000,000 م2",
    "Al-Qadisiyah plan is located east of the city of Riyadh on Imam Abdullah bin Saud bin Abdulaziz Road. It is also bordered to the north by Dammam Road and to the west by Sheikh Jaber Road. Among the most prominent nearby landmarks are King Fahd International Airport and the car showroom grounds, developed in 1979 AD.":"يقع مخطط القادسية شرق مدينة الرياض على طريق الامام عبدالله بن سعود بن عبدالعزيز كما يحده من الشمال طريق الدمام  ومن الغرب طريق الشيخ جابر ومن ابرز المعالم المجاورة أستاد الملك فهد الدولي و أرض معارض السيارات سنة التطوير 1979 م    ",
    "Al-Qadisiyah, Riyadh":"القادسية، الرياض",
    "Al-Murasalat Neighborhood Plan (1324)":"مخطط حي المرسلات ( 1324 )",
    "Al Mursalat, Riyadh":"المرسلات، الرياض",
    "area":"مساحه",
    "Al-Murasalat neighborhood is one of the oldest neighborhoods in the Olaya Municipality - north of Riyadh. The neighborhood is characterized by its quiet atmosphere and abundance of required services such as: mosques, schools, shopping and entertainment places, and medical services. Year of development 1980":"حي المرسلات أحد أقدم الأحياء التابعة لبلدية العليا - شمال الرياض. يمتاز الحي بأجوائه الهادئة ووفرة الخدمات المطلوبة مثل: الجوامع، والمدارس، وأماكن التسوق والترفيه، والخدمات الطبية.سنة التطوير 1980 ",
    "Al-Muruj/Al-Masif neighborhood plan (2593/c)":"مخطط حي المروج / المصيف ( 2593/ج )",
    "Al Murooj, Riyadh":"المروج، الرياض",
    "Al-Muruj neighborhood is one of the most important neighborhoods in the north of the city of Riyadh, affiliated with the Olaya Municipality, due to the increasing demand for housing there due to the abundance of services and facilities: such as schools, mosques, places of entertainment, shopping, and medical services. Year of development: 1983":"حي المروج هو أحد أهم أحياء شمال مدينة الرياض التابعة لبلدية العليا لازدياد الطلب عليه للسكن فيه بسبب وفرة الخدمات والمرافق: كالمدارس والجوامع وأماكن الترفيه والتسوق والخدمات الطبية.سنة التطوير 1983",
    "Al Nakheel Neighborhood Plan (2593/C)":"مخطط حي النخيل ( 2593/ج )",
    "Al Nakheel, Riyadh":"النخيل، الرياض",
    "Al Nakheel neighborhood is also one of the most important, quiet, upscale residential neighborhoods in northern Riyadh. The neighborhood is distinguished by its proximity to King Saud University and the King Abdullah Financial Center, and provides services such as mosques, schools, entertainment and shopping places, and medical services. Year of development 1983 AD":"حي النخيل أيضاً من أهم الأحياء السكنية الراقية الهادئة في شمال الرياض. يتميز الحي بقربه من جامعة الملك سعود ومركز الملك عبدالله المالي، وتوفر الخدمات كالجوامع، والمدارس، وأماكن الترفيه والتسوق، والخدمات الطبية.سنة التطوير 1983 م    ",
    "Muhammadiyah District Plan (1578/B)":"مخطط حي المحمدية ( 1578/ب )",
    "Muhammadiyah, Riyadh":"المحمدية، الرياض",
    "Al-Muhammadiyah neighborhood is one of the most prestigious and lively residential neighborhoods in northern Riyadh, which connects 4 main streets, Turki Al-I, Al-Takhasosi, Al-Imam Road, and King Abdullah Road. Year of development 1983 AD":"حي المحمدية أحد أرقى الأحياء السكنية الحيوية في شمال الرياض والذي يربط 4 شوارع رئيسيه تركي الاول والتخصصي وطريق الامام وطريق الملك عبدالله .سنة التطوير 1983 م",
    "Rahmaniya neighborhood plan (2822)":"مخطط حي الرحمانية ( 2822 )",
    "Al Rahmaniyah, Riyadh":"الرحمانية، الرياض",
    "Granada plan (2956)":"مخطط غرناطة ( 2956 )",
    "Granada district, Riyadh":"حي غرناطة، الرياض",
    "The Granada plan is located in the northeast of the city of Riyadh and is distinguished by its intersection with the former Khalid bin Al-Walid Inkas Road and the Imam Abdullah bin Saud bin Abdulaziz Road. Year of development 1993 AD":"يقع مخطط غرناطة في شمال شرق مدينة الرياض ويتميز بتقاطعه مع طريق خالد بن الوليد إنكاس سابقاً وطريق الامام عبدالله بن سعود بن عبدالعزيز.سنة التطوير 1993 م",
    "Al-Rehab plan, Al-Salmaniyah neighborhood (14/m)":"مخطط الرحاب حي السلمانية (14/م)",
    "Al-Rehab Plan is a model project to develop an integrated neighborhood that keeps pace with the development of Diriyah Governorate, an extension of King Khalid Road opposite Al-Malqa District and its urban extension towards the north, five minutes away from King Saud University, and is characterized by unprecedented tranquility and beauty. Year of development 2008 AD":"مخطط الرحاب هو مشروع نموذجي لتطوير حي متكامل يواكب تطور محافظة الدرعية امتداد طريق الملك خالد مقابل حي الملقا  وامتدادها العمراني نحو الشمال على بعد خمس دقائق من جامعة الملك سعود ويتميز بهدوء وجمال غير مسبوق.سنة التطوير 2008 م",
    "Al-Khuzama Plan, Al-Malqa District (3226)":"مخطط الخزامى حي الملقا (3226)",
    "Al-Malaki, Riyadh":"المالقي ، الرياض",
    "Al-Khuzama plan in the northern front of Riyadh - Al-Malqa district - is one of the modern, upscale neighborhoods in the north of the capital and is considered one of the most sought-after areas among those searching for real estate in Riyadh due to its strategic location and what is characterized by sophistication, tranquility and abundance of services. Year of development 2009 AD":"مخطط الخزامى في واجهة الرياض الشمالية -حي الملقا- من الأحياء الحديثة الراقية بشمال العاصمة ويعد من أكثر المناطق طلباً بين الباحثين عن عقارات في الرياض لموقعه الاستراتيجي وما يتميز به من رقي وهدوء ووفرة الخدمات.سنة التطوير 2009 م",
    "mukhatat tayiba ( 3390 )":"مخطط طيبة ( 3390 )",
    "Taiba, Riyadh":"طيبة ، الرياض",
    "The plan is located in the south of the city of Riyadh, along the Al-Aziziyah main road with Al-Yaqout Street branching off from Al-Kharj Road, and the area is characterized by population density and proximity to public services. Year of development 2014 AD":"يقع مخطط جنوب مدينة الرياض امتداد طريق العزيزية العام مع شارع الياقوت المتفرع من طريق الخرج وحيث يتميز المنطقة بالكثافة السكانية والقرب من الخدمات العامة.سنة التطوير 2014 م",
    "Ribal 1 plan, Al-Rimal neighborhood (3240/A)":"مخطط ريبال 1 حي الرمال ( 3240/أ)",
    "Al Rimal, Riyadh":"الرمال، الرياض",
    "The Ribal 1 plan in the heart of the city of Arab heritage, culture and values - Al-Rimal neighborhood - Al-Janadriyah Road, east of Riyadh, is a model of the concept of an upscale residential neighborhood. Year of development 2019 AD":"مخطط ريبال 1 في قلب رياض التراث والثقافة والقيم العربية -  حي الرمال - طريق الجنادرية شرق مدينة الرياض، يعد نموذجاً لمفهوم الحي السكني الراقي.سنة التطوير 2019 م",
    "Yunusiya chart (3868)":"مخطط اليونسية ( 3868 )",
    "Al-Younisiyah, Riyadh":"اليونسية , الرياض",
    "The Yunusiyah scheme is located in the Al-Arid neighborhood, north of the city of Riyadh, on King Abdulaziz Road. It is distinguished by its proximity to the Al-Amana and Al-Arid plans, and easy access to the scheme via the Special Forces Bridge. It is currently considered part of the King Salman bin Abdulaziz development project for the city north of Riyadh. Development year 2019 AD":"يقع مخطط اليونسية بحي العارض شمال مدينة الرياض على طريق الملك عبدالعزيز ويتمز بقربه من مخططات الأمانة والعارض وسهولة الوصول للمخطط عبر كبري القوات الخاصة ويعتبر حاليا من ضمن مشروع تطوير الملك سلمان بن عبدالعزيز لمدينة شمال الرياض.سنة التطوير 2019 م",
    "Ribal 2 plan, Al-Rimal district (3936)":"مخطط ريبال 2 حي الرمال (3936)",
    "The Ribal 2 plan - Al-Rimal District - east of Riyadh is located in the middle of some of the most important landmarks of the city of Riyadh, such as: King Khalid International Airport, King Abdulaziz Equestrian Square, the National Festival for Heritage and Culture, Al-Janadriyah, Naif College for National Security, King Fahd Security College, and King Fahd Stadium. Year of development 2022 AD":"يتربع مخطط ريبال 2 - حي الرمال - شرق مدينة الرياض وسط بعض أهم معالم مدينة الرياض مثل: مطار الملك خالد الدولي وميدان الملك عبدالعزيز للفروسية والمهرجان الوطني للتراث والثقافة الجنادرية وكلية نايف للأمن الوطني وكلية الملك فهد الأمنية واستاد الملك فهد.سنة التطوير 2022 م",
    "Olaya Hills Plan (654 c/h)":"مخطط العليا هيلز (654/ج/س)",
    "Southern Obhur, Jeddah":"أبحر الجنوبية ، جدة",
    "The Olaya Hills plan is located in the south of Obhur, Medina Road, and is distinguished by its distinguished location, close to the new Roshen project, King Abdullah Sports City, and the Social Insurance Project. It is 8 km away from King Abdulaziz Airport. The residential plan was approved for residential buildings with 4.5 floors for each residential building. It is currently being developed and will be completed at the beginning of the first quarter of 2024 AD...":"يقع مخطط العليا هيلز في جنوب أبحر طريق المدينة المنورة ، ويتميز بموقعة المتميز وهو بالقرب من مشروع روشن الجديد ومدينة الملك عبدالله الرياضية ومشروع الـتأمينات الإجتاعية. ويبعد عن مطار  الملك عبدالعزيز 8 كيلو. حيث تم إعتماد المخطط السكني عمائر سكنية بأدوار 4.5 لكل عمارة سكنية.جاري تطويرة حالياً وسيتم الإنتهاء منه بداية الربع الأول  2024م...",
    "Do you want more information?":"هل تريد المزيد من المعلومات ؟",
    "Feel free to ask us any questions. We value your curiosity and are here to provide answers and assistance whenever you need it. Whether you have inquiries about our products, services, or just want to chat,dont hesitate to get in touch":"لا تتردد في أن تطلب منا أي أسئلة. نحن نقدر فضولك ونحن هنا لتقديم الإجابات والمساعدة عندما تحتاج إليها. سواء كانت لديك استفسارات حول منتجاتنا أو خدماتنا أو كنت ترغب فقط في الدردشة، فلا تتردد في الاتصال بنا.",
    "Al Nobalaa Compound":"كمباوند النبلاء",
    "Riyadh - Al-Rehab District":"الرياض - حي الرحاب",
    "22 villas/220 apartments":"22فيلا/220شقة",
    "Marada Compound":"كمباوند مرادا",
    "Riyadh - Al-Taawun District":"الرياض - حي التعاون",
    "10 villas/145 apartments":"10 فلل/145 شقق",
    "Al Nafal Compound":"كمباوند النفل",
    "Riyadh - Al-Nafal District":"الرياض - حي النفل",
    "40 villas":"40 فيلا",
    "Location":"الموقع",
    "Number of Units":"عدد الوحدات",
    "Flat Construction":"مساحه البناء",
    "Land Area":"مساحه الارض",
    "Sunset station":"محطة الغروب",
    "Riyadh - Tuwaiq district":"الرياض - حى طويق",
    "Al-Masif station":"محطة المصيف",
    "Riyadh - Al-Masif district":"الرياض - حي المصيف",
    "Taiba station":"محطة طيبة",
    "Riyadh - Taiba district":"الرياض -  حى طيبة",
    "Sudair Station - 1":"محطة سدير - 1",
    "The twim":"التويم",
    "Jeddah Logistics warehouses":"مستودعات جدة اللوجستية",
    "South of Jeddah - Al-Khamra district":"جنوب جده  -  حي الخمرة ",
    "depot":"مستودع",
    "Project services":"خدمات المشروع",
    "m2":"م2",
    "Courtyard Hotel - Riyadh":"فندق الكورت يارد - الرياض",
    "Riyadh, Al Murooj district":"الرياض، حي المروج",
    "9 floors/220 rooms":"9 الادوار/ 220 الغرف",
    "Tijan Plaza - Riyadh":"تيجان بلازا - الرياض",
    "Riyadh - Salmaniya":"الرياض - السلمانية",
    "Restaurants - coffee shops - offices":"مطاعم -  كوفي شوب - مكاتب",
    "Date of establishment":"تاريخ التأسيس",
    "Rawana Plaza 1 - Riyadh":"روانا بلازا 1 - الرياض",
    "Riyadh - Al-Taawoun":"الرياض - التعاون",
    "Restaurants - coffee shops - beauty center":"مطاعم - كوفي شوب - مركز تجميل",
    "1436 AH":"1436 ه",
    "Rawana Plaza 2 - Riyadh":"روانا بلازا 2 - الرياض",
    "Showrooms - offices":"معارض -  مكاتب",
    "Family Oasis - Riyadh":"واحة العائلة - الرياض",
    "Riyadh - King Fahd District":"الرياض - حى الملك فهد",
    "Centrepoint clothing sale":"بيع ملابس سنتربوينت",
    "Madrid Building - Riyadh":"مبني مدريد - الرياض",
    "Madrid - Riyadh":"مدريد - الرياض",
    "Zakat and income offices":" مكاتب الزكاة والدخل",
    "Al-Murasalat Building - Riyadh":"مبنى المرسلات - الرياض",
    "Riyadh - Al-Muruj district":"الرياض - حى المروج",
    "Offices":" مكاتب",
    "Concord Building - Riyadh":"مبنى كونكورد - الرياض",
    "Electricity company offices":"مكاتب شركة الكهرباء",
    "Al Saedan Company Tower - Riyadh":"برج شركة ال سعيدان - الرياض",
    "Stage Center - Riyadh":"ستيج سنتر - الرياض",
    "Offices - restaurants - coffee shops - hotels":"مكاتب -  مطاعم - كوفي شوب فندق",
    "225 apartments / 20 galleries":"225 شقة / 20 معرض",
    "Rawana Plaza 3 - Riyadh":"روانا بلازا 3 - الرياض",
    "Riyadh - Al-Qadisiyah district":"الرياض - حى القادسية",
    "Al Diyar workers housing complex":"مجمع الديار لسكن العمال",
    "3 Number of floors":"عدد الأدوار 3 ",
    "29 Number of floors":"29 عدد الطوابق",
    "Riyadh":"الرياض",
    "2 basements, in addition to commercial showrooms, restaurants and cinemas":" 2 بدروم بالإضافة إلى معارض تجارية ومطاعم ودور سينما",
    "Al-Masif neighborhood on the Northern Ring Road in Riyadh":"حي المصيف على طريق الدائري الشمالي بمدينة الرياض",
    "The project consists of 1 basement, in addition to commercial showrooms, restaurants, and cinemas":"يتكون المشروع من عدد 1 بدروم بالإضافة إلى معارض تجارية ومطاعم ودُر سينما",
    "Ribal Commercial Project":"مشروع ريبال التجاري",
    "Exhibitions, restaurants and supermarkets":"معارض ومطاعم وسوبر ماركت",
    "Al-Qadisiyah station project":"مشروع محطة القادسية",
    "A distinctive petrol station that includes shops, restaurants and a drive-thru":"محطة بترول مميزة وتشمل على محلات ومطاعم ودرايف ثرو",
    "Sunset Commercial Project":"مشروع الغروب التجاري",
    "Lulu supermarket, restaurants and retail stores":"سوبر ماركت اللولو ومطاعم ومحلات تجزئة",
    "Najm Al-Din Road, Al-Shoroub District, Riyadh":"طريق نجم الدين بحي الغروب بمدينة الرياض",
    "type":"نوع",
    "Al Murooj Building":"بناية المروج",
    "Elegance Tower":"برج ايليجنس",
    "Garden Square project":"مشروع جاردن سكوير",
    "Oro project":"مشروع اوريو",
    "Blogs list":"قائمة المدونات",
    "Select a blog to view details.":"اختر مدونه لعرض تفاصيلها .",
    "- Sponsoring the best engineering design award competition -Contribute to the establishment of Prince Sultan Private University by donating land equivalent to 5 million riyals":"- رعاية مسابقة جائزة أفضل تصميم هندسي - المساهمة في إنشاء جامعة الأمير سلطان الخاصة بالتبرع بأرض بما يعادل 5 ملايين ريال",
    "Feel free to ask us any questions. We value your curiosity and are here to provide answers and assistance whenever you need it.Whether you have inquiries about services, or just want to chat, dont hesitate to get in touch":"لا تتردد في أن تطلب منا أي أسئلة. نحن نقدر فضولك ونحن هنا لتقديم الإجابات والمساعدة عندما تحتاج إليها. سواء كانت لديك استفسارات حول الخدمات، أو ترغب فقط في الدردشة، فلا تتردد في الاتصال بنا",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":"",
    "":""
}